{
  "glossary": [
    {
      "word": "licentious",
      "definition": "Lacking restraint, or ignoring societal standards, particularly in sexual conduct.",
      "phonetic": "/līˈsenSHəs/",
      "example": "He was fired from the company after repeated complaints to HR about his licentious behavior towards his peers.",
      "id": 1
    },
    {
      "word": "plaudits",
      "definition": "(often in the plural) A mark or expression of applause; praise bestowed.",
      "phonetic": "/plô′dĭt/",
      "example": "It is not wise to your daughter for every good deed she does, for this would teach her to only do good for the sake of others' validation.",
      "id": 2
    },
    {
      "word": "incendiary",
      "definition": "Something capable of causing fire, particularly a weapon.",
      "phonetic": "/ɪnˈsɛn.djəɹ.i/",
      "example": "The military used incendiaries to destroy the building. Fortunately, the fire didn't spread.",
      "id": 3
    },
    {
      "word": "listless",
      "definition": "Lacking energy, enthusiasm, or liveliness.",
      "phonetic": "/ˈlɪstləs/",
      "example": "At work, I usually see Tom very happy, outgoing, and full of energy, but for the past few days, he has been very quiet, listless, and reserved.",
      "id": 4
    },
    {
      "word": "ad infinitum",
      "definition": "Endlessly; for ever; neverendingly.",
      "phonetic": "/ˌæd ɪn.fəˈnaɪ.t̬əm/",
      "example": "How about we actually work together to fix the problem instead of spending over ad infinitum playing the blame game.",
      "id": 5
    },
    {
      "word": "defer",
      "phonetic": "/dɪˈfɜː(ɹ)/",
      "definition": "To submit to the opinion or desire of another in respect to their judgment or authority.",
      "example": "I don't defer to bigots like you. You have no right to tell me what I should think.",
      "id": 8
    },
    {
      "word": "organization",
      "phonetic": "/ˌɔɹɡənaɪˈzeɪʃən/",
      "definition": "A group of people or other legal entities with an explicit purpose and written rules.",
      "example": "In response to the crisis, the nations in the region formed an organization.   If you want to be part of this organization, you have to follow its rules.",
      "id": 16
    },
    {
      "word": "card",
      "phonetic": "/kaːd/",
      "definition": "A business card.",
      "example": "The realtor gave me her card so I could call if I had any questions about buying a house.",
      "id": 18
    },
    {
      "word": "sever",
      "phonetic": "/ˈsɛv.ɚ/",
      "definition": "To cut free.",
      "example": "After he graduated, he severed all links to his family.",
      "id": 20
    },
    {
      "word": "master",
      "phonetic": "/ˈmastə/",
      "definition": "An expert at something.",
      "example": "Mark Twain was a master of fiction.",
      "id": 21
    }
  ]
}